Repository: 40copoka/DPP
Catalog: Source/Add-ins/MilSpace.Profile.ArcMapAddin/Localization/MilSpace.Profile.Calc.*.resx
Languages: uk_ua

# btnFilterText
source: Filter
uk_ua: Фільтрувати

# btnRefreshLayersToolTip
source: Refresh layers
uk_ua: Оновити шари даних

# btnСalcProfileText
source: Calculate
uk_ua: Розрахувати

# cmbGraphTypeText
source: All types
uk_ua: Усі типи

# funTypeText
source: Fun
uk_ua: "Віяло"

# gbFiltersTitle
source: Filters
uk_ua: Фільтри

# lblAboutSelectedText
source: About selected
uk_ua: Інформація про вибране

# lblBuildingsLayerText
source: Buildings layer
uk_ua: Шар забудов

# lblCommonLengthText
source: Length jf the selected objects:
uk_ua: Довжина вибраних об'єктів:

# lblCreationDateText
source: Creation date
uk_ua: Дата створення:

# lblDEMText
source: DEM layed
uk_ua: Шар ЦМР/ ЦММ

# lblDimensionFirstText
source: m
uk_ua: м

# lblDimensionSecondText
source: m
uk_ua: м

# lblFromText
source: from
uk_ua: з

# lblFunAzimuth1Text
source: Azimuth 1
uk_ua: Азимут 1

# lblFunAzimuth2Text
source: Azimuth 2
uk_ua: Азимут 2

# lblFunBasePointText
source: Base point (Lat / Lon)
uk_ua: Базова точка (довгота / широта)

# lblFunCountText
source: Count
uk_ua: Кількість

# lblFunDistanceText
source: Distance
uk_ua: Відстань

# lblFunParametersText
source: Parameters
uk_ua: Параметри

# lblHeightOfViewFirstText
source: Heigh of point of view
uk_ua: Висота точки спостереження

# lblHeightOfViewFunBaseText
source: Heigh of point of view
uk_ua: Висота точки спостереження

# lblHeightOfViewGraphicsText
source: Heigh of point of view
uk_ua: Висота точки спостереження

# lblHeightOfViewSecondText
source: Heigh of point of view
uk_ua: Висота точки спостереження

# lblHydrographyLayerText
source: Hydrography layer
uk_ua: Шар гідрогрфії

# lblLayersForCalcText
source: Layers for calculation
uk_ua: Шари для розрахунків

# lblLineFirstPointText
source: First point (Lat / Lon)
uk_ua: Перша точка (довгота / широта)

# lblLineSecondPointText
source: Second point (Lat / Lon)
uk_ua: Друга точка (довгота / широта)

# lblPointOfViewLayerText
source: Points of view layer
uk_ua: Шар точок спостереження

# lblPrimitivesLayerToSelectText
source: Layers to select objects
uk_ua: Шари для вибору об'єктів

# lblProfileNameText
source: Profile name
uk_ua: Ім'я профілю

# lblRoadsLayerText
source: Roads layer
uk_ua: Шар дорожньої мережі

# lblSelectedPrimitivesText
source: Selected primitives:
uk_ua: Вибрані об'єкти:

# lblSetProfilePropertiesText
source: Set Profile properties
uk_ua: Задати профіль

# lblToText
source: to
uk_ua: до

# lblVegetationLayerText
source: Vegetation layer
uk_ua: Шар рослинності

# lvProfilesSetsCreatorColHeader
source: Creator
uk_ua: Автор

# lvProfilesSetsNameColHeader
source: Profile name
uk_ua: Назва профілю

# lvProfilesSetsSharedColHeader
source: Shared
uk_ua: Спільний

# lvProfilesSetsTypeColHeader
source: Type
uk_ua: Тип

# pointsTypeText
source: Line
uk_ua: Лінія

# primitiveTypeText
source: Primitive
uk_ua: Примітив

# tabFunTabText
source: "Fun"
uk_ua: "Віяло"

# tabLoadTabText
source: Load
uk_ua: Завантажити

# tabPofileTreeTabPageText
source: Session
uk_ua: Профілі в роботі

# tabPrimitiveTabText
source: Primitives
uk_ua: Графіка

# tabProfileTabPageText
source: Profile settints
uk_ua: Параметри профілю

# tabSectionTabText
source: Lines
uk_ua: Відрізки

# txtCreatorPlaceholder
source: Creator
uk_ua: Автор

# txtNamePlaceholder
source: Profile name
uk_ua: Назва профілю

# txtGraphicsLayerValue
source: Graphics Layer
uk_ua: Шар графічних об'єктів

# txtNewProfileNameValue
source: New Profile
uk_ua: Новий профіль

# txtPickCoordinatesToolMessage
source: Please add Pick Coordinates tool to any toolbar first.
uk_ua: Будь ласка, увімкніть інструмент для виділення точки.

# btnReset
source: Reset
uk_ua: Скинути

# btnAddAvailableProfilesSetsToolTip
source: Add available profiles sets
uk_ua: Додати доступні набори профілів

# lvProfilesSetsDateColHeader
source: Date
uk_ua: Дата
